Repository: Oudeni/PoseGuard
Catalog: PoseGuard (3.0)/Localizable.xcstrings
Source language: en
Languages: it

source: Adjust your screen height!
it: Regola l'altezza dello schermo!

source: AirPods not connected
it: AirPods non connesse

source: AirPods not detected or not supported
it: AirPods non rilevati o non supportati

source: Avoid slouching and gently roll your shoulders back to open up your chest.
it: Evita di curvare la schiena e ruota delicatamente le spalle all'indietro per aprire il torace.

source: Bad Posture!
it: Cattiva

source: Bad: %@ hours
it: Sbagliata: %@ ore

source: Continue
it: Continua

source: Correct Posture!
it: Postura Corretta!

source: Daily statistics
it: Statistiche giornaliere

source: Day
it: Giorno

source: Duration: %@ hours
it: Durata: %@ ore

source: Engage your core!
it: Coinvolgi il tuo nucleo!

source: Ensure your screen is at eye level to prevent neck strain.
it: Assicurati che lo schermo sia all'altezza degli occhi per evitare tensioni al collo.

source: Good: %@ hours
it: Ottimo: %@ ore

source: Hours
it: Ore

source: Keep your feet flat on the ground!
it: Tieni i piedi piatti a terra!

source: Keep your shoulders back!
it: Tieni le spalle indietro!

source: Medium Quality: %lld%%
it: Qualità Media: %lld%%

source: Medium: %@ hours
it: Media: %@ ore

source: My Report
it: Resoconto

source: No data for today
it: No info per oggi

source: Posture Analysis
it: Analisi della postura

source: Quality
it: Qualità

source: Remember this app is always working on background, to ensure the privacy of your data remember to check the user's data manual in the learn more section. We will not share your posture's data
it: Ricorda che questa app funziona sempre in background, per garantire la privacy dei tuoi dati ricordati di controllare il manuale dei dati utente nella sezione scopri di più. Non condivideremo i dati della tua postura

source: Session Details
it: Dettagli Sessione

source: Stand up, stretch, and move around every 30-60 minutes to relieve tension.
it: Alzatevi, fate stretching e muovetevi ogni 30-60 minuti per alleviare la tensione.

source: Strengthening your core muscles helps support your spine and improves posture.
it: Rafforzare i muscoli centrali aiuta a sostenere la colonna vertebrale e migliora la postura.

source: Take breaks regularly!
it: Fai pause regolarmente!

source: Tap to Track
it: Tocca per tracciare

source: Tap To Track
it: Tocca per tracciare

source: Tips
it: Suggerimenti

source: Today's Posture
it: La Postura Di Oggi

source: Total hours
it: Ore Totali

source: Total sessions
it: Sessioni Totali

source: Tracking error
it: Errore durante il tracciamento

source: Wear your AirPods to start tracking your posture
it: Indossa gli AirPods per iniziare a monitorare la tua postura

source: Weekly statistics
it: Statistiche Settimanali

source: What's PoseGuard
it: Cos'è PoseGuard

source: When sitting, make sure your feet are fully supported and not dangling.
it: Quando sei seduto, assicurati che i tuoi piedi siano completamente supportati e non penzolanti.
